"""
  User: Liujianhan
  Time: 21:51
 """
__author__ = 'liujianhan'

TARGET_VERBS = {'不知', '不答', '称道', '称','何以', '其言', '写道', '却说', '反问', '听', '听不懂', '听讲', '听说', '告知', '告诉', '咒诅', '喊道', '回答', '地问', '坦言', '声称', '复述', '好不好', '如果说', '宣称', '希伯', '干什么', '并不知道', '引述', '强调', '形容', '得知', '怎', '怎么办', '怎能', '怒斥', '怒骂', '想到', '感叹', '慨叹', '懂', '所指', '所称', '所言', '所说', '所述', '指出', '指着', '推测', '提到', '放过', '敢言', '斥责', '无耻', '时说', '显明', '欺', '痛斥', '痛骂', '盛赞', '直言', '看', '看来', '看看', '真是', '知道', '确信', '称赞', '称道', '答', '答道', '背诵', '自言', '表明', '表示', '要是', '要说', '言', '认为', '认出', '讥讽', '讲', '讲得', '讲解', '论断', '询问', '说', '说出', '说法', '说话', '说起', '说道', '请问', '谄媚', '谈', '谈到', '谈及', '谈论', '谎称', '谓', '责备', '责怪', '责问', '责骂', '质问', '转告', '辄', '辩称', '辱骂', '追问', '问', '问起', '问道', '闻言', '预言者', '骂'}